---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.SurfaceElementExtension.BottomOrTop
enum: Autodesk.Revit.DB.Structure.SurfaceElementExtension
source: html/951ab38f-aede-43e8-8906-07e99cdc91c0.htm
---
# Autodesk.Revit.DB.Structure.SurfaceElementExtension.BottomOrTop

Bottom or Top of physical element.